Repository: dark-yx/nexus
Catalog: src/translations/*/LC_MESSAGES/messages.po
Languages: es, fr, pt

source: Voluntarily Provided Information: You may provide additional information voluntarily when using our application, such as user preferences, feedback, and support requests.
es: Información Proporcionada Voluntariamente: Puedes proporcionar información adicional de forma voluntaria al usar nuestra aplicación, como preferencias, comentarios y solicitudes de soporte.
fr: Informations fournies volontairement : Vous pouvez fournir des informations supplémentaires volontairement lors de l'utilisation de notre application, telles que vos préférences, vos commentaires et vos demandes d'assistance.
pt: Informações Fornecidas Voluntariamente: Você pode fornecer informações adicionais de forma voluntária ao utilizar nosso aplicativo, como preferências, feedback e solicitações de suporte.

source: Use of Information
es: Uso de la Información
fr: Utilisation des informations
pt: Uso das Informações

source: We use the collected information for the following purposes:
es: Utilizamos la información recopilada para los siguientes fines:
fr: Nous utilisons les informations collectées pour les finalités suivantes :
pt: Utilizamos as informações coletadas para os seguintes fins:

source: To provide and maintain our application.
es: Para proporcionar y mantener nuestra aplicación.
fr: Pour fournir et maintenir notre application.
pt: Para fornecer e manter nosso aplicativo.

source: To personalize and improve your experience with our application.
es: Para personalizar y mejorar tu experiencia con nuestra aplicación.
fr: Pour personnaliser et améliorer votre expérience avec notre application.
pt: Para personalizar e melhorar sua experiência com nosso aplicativo.

source: To communicate with you, respond to your inquiries, and provide technical support.
es: Para comunicarnos contigo, responder a tus consultas y brindar soporte técnico.
fr: Pour communiquer avec vous, répondre à vos demandes et fournir une assistance technique.
pt: Para nos comunicarmos com você, responder às suas dúvidas e fornecer suporte técnico.

source: To analyze usage trends and improve our application.
es: Para analizar tendencias de uso y mejorar nuestra aplicación.
fr: Pour analyser les tendances d'utilisation et améliorer notre application.
pt: Para analisar tendências de uso e melhorar nosso aplicativo.

source: To comply with legal obligations and resolve disputes.
es: Para cumplir con obligaciones legales y resolver disputas.
fr: Pour se conformer aux obligations légales et résoudre les litiges.
pt: Para cumprir obrigações legais e resolver disputas.

source: Information Sharing
es: Compartir Información
fr: Partage d'informations
pt: Compartilhamento de Informações

source: We do not share your personal information with third parties, except in the following circumstances:
es: No compartimos tu información personal con terceros, excepto en las siguientes circunstancias:
fr: Nous ne partageons pas vos informations personnelles avec des tiers, sauf dans les circonstances suivantes :
pt: Não compartilhamos suas informações pessoais com terceiros, exceto nas seguintes circunstâncias:

source: When required by law, regulations, or judicial orders.
es: Cuando lo exijan la ley, regulaciones u órdenes judiciales.
fr: Lorsque la loi, les règlements ou des ordonnances judiciaires l'exigent.
pt: Quando exigido por lei, regulamentos ou ordens judiciais.

source: When necessary to protect our rights, property, or safety, or the rights, property, or safety of our users or others.
es: Cuando sea necesario para proteger nuestros derechos, propiedad o seguridad, o los de nuestros usuarios u otras personas.
fr: Lorsque cela est nécessaire pour protéger nos droits, notre propriété ou notre sécurité, ou ceux de nos utilisateurs ou d'autrui.
pt: Quando necessário para proteger nossos direitos, propriedade ou segurança, ou os direitos, propriedade ou segurança dos nossos usuários ou de terceiros.

source: When we obtain your consent to share your information.
es: Cuando obtenemos tu consentimiento para compartir tu información.
fr: Lorsque nous obtenons votre consentement pour partager vos informations.
pt: Quando obtivermos seu consentimento para compartilhar suas informações.

source: Information Security
es: Seguridad de la Información
fr: Sécurité des informations
pt: Segurança da Informação

source: We take reasonable measures to protect your personal information from unauthorized access, disclosure, alteration, or destruction. However, please note that no security measure is completely foolproof.
es: Tomamos medidas razonables para proteger tu información personal del acceso, divulgación, alteración o destrucción no autorizados. Sin embargo, ten en cuenta que ninguna medida de seguridad es completamente infalible.
fr: Nous prenons des mesures raisonnables pour protéger vos informations personnelles contre tout accès, divulgation, modification ou destruction non autorisés. Cependant, veuillez noter qu'aucune mesure de sécurité n'est totalement infaillible.
pt: Tomamos medidas razoáveis para proteger suas informações pessoais contra acesso, divulgação, alteração ou destruição não autorizados. No entanto, observe que nenhuma medida de segurança é completamente infalível.

source: We use cookies and similar technologies to enhance the functionality of our application and provide you with a more personalized experience. You can manage your cookie preferences through your browser settings.
es: Utilizamos cookies y tecnologías similares para mejorar la funcionalidad de nuestra aplicación y brindarte una experiencia más personalizada. Puedes gestionar tus preferencias de cookies desde la configuración de tu navegador.
fr: Nous utilisons des cookies et des technologies similaires pour améliorer la fonctionnalité de notre application et vous offrir une expérience plus personnalisée. Vous pouvez gérer vos préférences en matière de cookies via les paramètres de votre navigateur.
pt: Utilizamos cookies e tecnologias semelhantes para melhorar a funcionalidade do nosso aplicativo e proporcionar uma experiência mais personalizada. Você pode gerenciar suas preferências de cookies nas configurações do seu navegador.

source: Third-Party Websites
es: Sitios Web de Terceros
fr: Sites Web tiers
pt: Sites de Terceiros

source: Our application may contain links to third-party websites. This privacy policy does not apply to those sites, so we recommend reviewing their privacy policies.
es: Nuestra aplicación puede contener enlaces a sitios web de terceros. Esta política de privacidad no se aplica a esos sitios, por lo que recomendamos revisar sus políticas de privacidad.
fr: Notre application peut contenir des liens vers des sites Web tiers. Cette politique de confidentialité ne s'applique pas à ces sites, nous vous recommandons donc de consulter leurs politiques de confidentialité.
pt: Nosso aplicativo pode conter links para sites de terceiros. Esta política de privacidade não se aplica a esses sites, por isso recomendamos que você revise as políticas de privacidade deles.

source: Changes to the Privacy Policy
es: Cambios en la Política de Privacidad
fr: Modifications de la politique de confidentialité
pt: Alterações na Política de Privacidade

source: We reserve the right to update this privacy policy at any time. We will notify you of any changes by posting the updated privacy policy in our application. We recommend that you review this page periodically to stay informed of any changes.
es: Nos reservamos el derecho de actualizar esta política de privacidad en cualquier momento. Te notificaremos de cualquier cambio publicando la política actualizada en nuestra aplicación. Te recomendamos revisar esta página periódicamente para estar informado de los cambios.
fr: Nous nous réservons le droit de mettre à jour cette politique de confidentialité à tout moment. Nous vous informerons de toute modification en publiant la politique de confidentialité mise à jour dans notre application. Nous vous recommandons de consulter cette page régulièrement pour rester informé des changements.
pt: Reservamo-nos o direito de atualizar esta política de privacidade a qualquer momento. Notificaremos você sobre quaisquer alterações publicando a política atualizada em nosso aplicativo. Recomendamos que você revise esta página periodicamente para se manter informado sobre as mudanças.

source: Contact Us
es: Contáctanos
fr: Contactez-nous
pt: Contate-Nos

source: If you have any questions about this privacy policy or our privacy practices, please contact us at info@nexusmetriks.com or +593982541659.
es: Si tienes alguna pregunta sobre esta política de privacidad o nuestras prácticas, contáctanos en info@nexusmetriks.com o al +593982541659.
fr: Si vous avez des questions concernant cette politique de confidentialité ou nos pratiques en matière de confidentialité, veuillez nous contacter à info@nexusmetriks.com ou au +593982541659.
pt: Se você tiver alguma dúvida sobre esta política de privacidade ou nossas práticas, entre em contato conosco pelo email info@nexusmetriks.com ou pelo telefone +593982541659.

source: By using our application, you agree to the terms of this privacy policy.
es: Al usar nuestra aplicación, aceptas los términos de esta política de privacidad.
fr: En utilisant notre application, vous acceptez les termes de cette politique de confidentialité.
pt: Ao usar nosso aplicativo, você concorda com os termos desta política de privacidade.

source: Order created:
es: Orden creada:
fr: Commande créée :
pt: Pedido criado:

source: Payment error:
es: Error de pago:
fr: Erreur de paiement :
pt: Erro de pagamento:

source: There was an error during the payment process.
es: Ocurrió un error durante el proceso de pago.
fr: Une erreur s'est produite lors du processus de paiement.
pt: Ocorreu um erro durante o processo de pagamento.

source: Create Account | NexusMetriks
es: Crear Cuenta | NexusMetriks
fr: Créer un compte | NexusMetriks
pt: Criar Conta | NexusMetriks

source: Create Account
es: Crear Cuenta
fr: Créer un compte
pt: Criar Conta

source: Name
es: Nombre
fr: Nom
pt: Nome

source: Confirm Password
es: Confirmar Contraseña
fr: Confirmer le mot de passe
pt: Confirmar Senha

source: Already have an account?
es: ¿Ya tienes una cuenta?
fr: Vous avez déjà un compte ?
pt: Já tem uma conta?

source: SEO Consultancy
es: Consultoría SEO
fr: Consultation SEO
pt: Consultoria SEO

source: Choose the domain and period for SEO analysis
es: Elige el dominio y el período para el análisis SEO
fr: Choisissez le domaine et la période pour l'analyse SEO
pt: Escolha o domínio e o período para análise SEO

source: Enter your domain URL:
es: Ingresa la URL de tu dominio:
fr: Entrez l'URL de votre domaine :
pt: Digite a URL do seu domínio:

source: Enter the domain URL
es: Ingresa la URL del dominio
fr: Entrez l'URL du domaine
pt: Digite a URL do domínio

source: Domains associated with your account:
es: Dominios asociados a tu cuenta:
fr: Domaines associés à votre compte :
pt: Domínios associados à sua conta:

source: Hi,
es: Hola,
fr: Bonjour,
pt: Olá,

source: Thank You for Registering
es: Gracias por registrarte
fr: Merci pour votre inscription
pt: Obrigado por se Registrar

source: Welcome to our platform,
es: Bienvenido a nuestra plataforma,
fr: Bienvenue sur notre plateforme,
pt: Bem-vindo à nossa plataforma,

source: You are on the waiting list for the private beta. We will notify you via email at
es: Estás en la lista de espera para la beta privada. Te notificaremos por correo electrónico a
fr: Vous êtes sur la liste d'attente pour la bêta privée. Nous vous informerons par e-mail à l'adresse
pt: Você está na lista de espera para a beta privada. Notificaremos você por e-mail em

source: Go back to the beginning while you wait.
es: Regresa al inicio mientras esperas.
fr: Retournez au début en attendant.
pt: Volte ao início enquanto espera.

source: VIRTUAL MARKETING CONSULTANT
es: CONSULTOR VIRTUAL DE MARKETING
fr: CONSULTANT MARKETING VIRTUAL
pt: CONSULTOR DE MARKETING VIRTUAL

source: Transform your data into winning decisions
es: Transforma tus datos en decisiones ganadoras
fr: Transformez vos données en décisions gagnantes
pt: Transforme seus dados em decisões vencedoras

source: Tired of dealing with complex interfaces, scattered data, and high marketing consulting costs? NexusMetriks is the unified platform that transforms marketing data analysis into agile and precise decisions, powered by artificial intelligence.
es: ¿Cansado de lidiar con interfaces complejas, datos dispersos y altos costos en consultoría de marketing? NexusMetriks es la plataforma unificada que transforma el análisis de datos de marketing en decisiones ágiles y precisas, impulsadas por inteligencia artificial.
fr: Fatigué de gérer des interfaces complexes, des données dispersées et des coûts élevés de conseil en marketing ? NexusMetriks est la plateforme unifiée qui transforme l'analyse des données marketing en décisions agiles et précises, propulsées par l'intelligence artificielle.
pt: Cansado de lidar com interfaces complexas, dados dispersos e altos custos de consultoria de marketing? NexusMetriks é a plataforma unificada que transforma a análise de dados de marketing em decisões ágeis e precisas, impulsionadas por inteligência artificial.

source: Limited beta invitations available
es: Invitaciones beta limitadas disponibles
fr: Invitations beta limitées disponibles
pt: Convites beta limitados disponíveis

source: Access Beta
es: Accede al Beta
fr: Accéder à la Beta
pt: Acesse o Beta

source: The Problem
es: El Problema
fr: Le Problème
pt: O Problema

source: Strategic analysis of digital marketing data today is...
es: El análisis estratégico de datos de marketing digital hoy en día es...
fr: L'analyse stratégique des données marketing digital aujourd'hui est...
pt: A análise estratégica de dados de marketing digital hoje é...

source: A headache
es: Un dolor de cabeza
fr: Un casse-tête
pt: Uma dor de cabeça

source: Complex interfaces and intimidating data volumes that hinder effective analysis.
es: Interfaces complejas y volumen de datos intimidantes que dificultan el análisis efectivo.
fr: Des interfaces complexes et des volumes de données intimidants qui entravent l'analyse efficace.
pt: Interfaces complexas e volumes de dados intimidantes que dificultam a análise efetiva.

source: Expensive
es: Costoso
fr: Coûteux
pt: Custoso

source: Specialized consulting costs can be prohibitive for many companies.
es: Los costos de consultoría especializada pueden ser prohibitivos para muchas empresas.
fr: Les coûts de conseil spécialisé peuvent être prohibitifs pour de nombreuses entreprises.
pt: Os custos de consultoria especializada podem ser proibitivos para muitas empresas.

source: Fragmented
es: Fragmentado
fr: Fragmenté
pt: Fragmentado

source: Involves moving between multiple tools, losing time and efficiency.
es: Implica moverse entre múltiples herramientas, perdiendo tiempo y eficiencia.
fr: Implique de naviguer entre plusieurs outils, perdant du temps et de l'efficacité.
pt: Envolve mover-se entre múltiplas ferramentas, perdendo tempo e eficiência.

source: The Solution
es: La Solución
fr: La Solution
pt: A Solução

source: A virtual marketing consultant with AI-powered tools
es: Un consultor virtual de marketing con herramientas impulsadas por IA
fr: Un consultant marketing virtuel avec des outils propulsés par l'IA
pt: Um consultor virtual de marketing com ferramentas impulsionadas por IA

source: Sustainable
es: Sostenible
fr: Durable
pt: Sustentável

source: Better data-driven decisions at low cost
es: Mejores decisiones basadas en datos a bajo costo
fr: De meilleures décisions basées sur les données à faible coût
pt: Melhores decisões baseadas em dados a baixo custo

source: Cloud deployment with user-friendly interface
es: Despliegue en la nube con interfaz fácil de usar
fr: Déploiement cloud avec interface conviviale
pt: Implantação em nuvem com interface amigável

source: Understandable
es: Comprensible
fr: Compréhensible
pt: Compreensível

source: Using AI for real-time metrics and data analysis
es: Uso de IA para análisis de métricas y datos en tiempo real
fr: Utilisation de l'IA pour les métriques et l'analyse de données en temps réel
pt: Usando IA para métricas e análise de dados em tempo real

source: Differentiators
es: Diferenciadores
fr: Différenciateurs
pt: Diferencial

source: What makes us unique
es: Lo que nos hace únicos
fr: Ce qui nous rend uniques
pt: O que nos torna únicos

source: 1-Click Analysis
es: Análisis en 1-clic
fr: Analyse en 1-clic
pt: Análise em 1-clique

source: Results in seconds
es: Resultados en segundos
fr: Résultats en secondes
pt: Resultados em segundos

source: AI-powered Analysis Technology
es: Tecnología de Análisis con IA
fr: Technologie d'analyse propulsée par l'IA
pt: Tecnologia de Análise com IA

source: User-Friendly Design
es: Diseño User Friendly
fr: Design Convivial
pt: Design Amigável

source: Intuitive and easy-to-use interface
es: Interfaz intuitiva y fácil de usar
fr: Interface intuitive et facile à utiliser
pt: Interface intuitiva e fácil de usar

source: Unified Platform
es: Plataforma Unificada
fr: Plateforme Unifiée
pt: Plataforma Unificada

source: Integration with primary sources
es: Integración con fuentes primarias
fr: Intégration avec les sources primaires
pt: Integração com fontes primárias

source: Simplified Data Science
es: Data Science Simplificado
fr: Science des Données Simplifiée
pt: Ciência de Dados Simplificada

source: Marketing data processing
es: Procesado de datos de Marketing
fr: Traitement des données marketing
pt: Processamento de dados de Marketing

source: Comprehensive Solution
es: Solución Integral
fr: Solution Complète
pt: Solução Abrangente

source: Multiple tools in one
es: Múltiples herramientas en una
fr: Plusieurs outils en un
pt: Múltiplas ferramentas em uma

source: Why choose us?
es: ¿Por qué elegirnos?
fr: Pourquoi nous choisir ?
pt: Por que nos escolher?

source: Benefits
es: Beneficios
fr: Avantages
pt: Benefícios

source: Efficiency and Speed
es: Eficiencia y Rapidez
fr: Efficacité et Rapidité
pt: Eficiência e Velocidade

source: Make data-driven decisions without wasting time or resources.
es: Toma decisiones basadas en datos sin perder tiempo ni recursos.
fr: Prenez des décisions basées sur les données sans perdre de temps ni de ressources.
pt: Tome decisões baseadas em dados sem perder tempo ou recursos.

source: Cost Reduction
es: Reducción de Costos
fr: Réduction des Coûts
pt: Redução de Custos

source: Eliminate dependency on expensive consulting and fragmented tools.
es: Elimina la dependencia de costosas consultorías y herramientas fragmentadas.
fr: Éliminez la dépendance aux conseils coûteux et aux outils fragmentés.
pt: Elimine a dependência de consultoria cara e ferramentas fragmentadas.

source: Higher Profitability
es: Mayor Rentabilidad
fr: Rentabilité Accrue
pt: Maior Rentabilidade

source: Optimize your digital campaigns, increase conversion, and improve your marketing investment ROI.
es: Optimiza tus campañas digitales, incrementa la conversión y mejora el ROI de tu inversión en marketing.
fr: Optimisez vos campagnes digitales, augmentez la conversion et améliorez le ROI de votre investissement marketing.
pt: Otimize suas campanhas digitais, aumente a conversão e melhore o ROI do seu investimento em marketing.

source: Clear Path
es: Claridad en el Camino
fr: Chemin Clair
pt: Caminho Claro

source: Clear any doubts about the need for a marketing strategy based on reliable and up-to-date data.
es: Aclara cualquier duda sobre la necesidad de contar con una estrategia de marketing basada en datos confiables y actualizados.
fr: Dissipez tout doute sur la nécessité d'une stratégie marketing basée sur des données fiables et à jour.
pt: Clareie qualquer dúvida sobre a necessidade de uma estratégia de marketing baseada em dados confiáveis e atualizados.

source: LIMITED SPOTS!
es: ¡CUPOS LIMITADOS!
fr: PLACES LIMITÉES !
pt: VAGAS LIMITADAS!

source: Ready to revolutionize your marketing?
es: ¿Listo para revolucionar tu marketing?
fr: Prêt à révolutionner votre marketing ?
pt: Pronto para revolucionar seu marketing?

source: All rights reserved
es: Todos los derechos reservados
fr: Tous droits réservés
pt: Todos os direitos reservados

source: Hello
es: ¡Hola
fr: Bonjour
pt: Olá

source: What would you like to do today?
es: ¿Qué te gustaría hacer hoy?
fr: Que souhaitez-vous faire aujourd'hui ?
pt: O que você gostaria de fazer hoje?

source: Traffic Analysis
es: Análisis de Tráfico
pt: Análise de Tráfego

source: Acceptable
es: Aceptable
pt: Aceitável

source: Contacts:
es: Contactos:
pt: Contatos:

source: Animation
es: Animación
pt: Animação

source: Accessible
es: Accesible
pt: Acessível

source: Email
es: Correo Electrónico
