Repository: dark-yx/nexus
Catalog: src/translations/*/LC_MESSAGES/messages.po
Languages: es, fr, pt

source: Error updating factors
es: Error al actualizar los factores
fr: Erreur lors de la mise à jour des facteurs
pt: Erro ao atualizar os fatores

source: Error generating scoring
es: Error al generar la puntuación
fr: Erreur lors de la génération de la notation
pt: Erro ao gerar a pontuação

source: Business Idea Generator
es: Generador de Ideas de Negocio
fr: Générateur d'idées d'affaires
pt: Gerador de Ideias de Negócio

source: Let's Generate Your New Business Idea
es: Generemos tu nueva idea de negocio
fr: Générons votre nouvelle idée d'affaires
pt: Vamos gerar sua nova ideia de negócio

source: Business Suggestions
es: Sugerencias de Negocio
fr: Suggestions d'affaires
pt: Sugestões de Negócios

source: What technical and/or professional skills do you currently have and on which you would like to base your new business?
es: ¿Qué habilidades técnicas y/o profesionales tienes actualmente y sobre las cuales te gustaría basar tu nuevo negocio?
fr: Quelles compétences techniques et/ou professionnelles possédez-vous actuellement et sur lesquelles vous souhaitez fonder votre nouvelle entreprise ?
pt: Quais habilidades técnicas e/ou profissionais você possui atualmente e sobre as quais gostaria de basear seu novo negócio?

source: Enter only the skills you excel at:
es: Ingresa solo las habilidades en las que sobresales:
fr: Entrez uniquement les compétences dans lesquelles vous excellez :
pt: Digite apenas as habilidades em que você se destaca:

source: Example: soccer, programming, marketing, sales, etc...
es: Ejemplo: fútbol, programación, marketing, ventas, etc...
fr: Exemple : football, programmation, marketing, ventes, etc...
pt: Exemplo: futebol, programação, marketing, vendas, etc...

source: Please enter your skills.
es: Por favor, ingresa tus habilidades.
fr: Veuillez entrer vos compétences.
pt: Por favor, insira suas habilidades.

source: Process Skills
es: Procesar Habilidades
fr: Traiter les compétences
pt: Processar Habilidades

source: What specific interests do you have in relation to the market and target audience of this new project?
es: ¿Qué intereses específicos tienes en relación al mercado y público objetivo de este nuevo proyecto?
fr: Quels intérêts spécifiques avez-vous par rapport au marché et au public cible de ce nouveau projet ?
pt: Quais interesses específicos você tem em relação ao mercado e ao público-alvo deste novo projeto?

source: Enter the market sector of interest:
es: Ingresa el sector de mercado de interés:
fr: Entrez le secteur de marché d'intérêt :
pt: Digite o setor de mercado de interesse:

source: e.g., sports industry, products for athletes, etc...
es: ej.: industria deportiva, productos para atletas, etc...
fr: par exemple, industrie du sport, produits pour les sportifs, etc...
pt: ex.: indústria esportiva, produtos para atletas, etc...

source: Please enter your interests.
es: Por favor, ingresa tus intereses.
fr: Veuillez entrer vos centres d'intérêt.
pt: Por favor, insira seus interesses.

source: Process Interests
es: Procesar Intereses
fr: Traiter les centres d'intérêt
pt: Processar Interesses

source: How much capital do you have available to invest in launching a new business?
es: ¿Cuánto capital tienes disponible para invertir en lanzar un nuevo negocio?
fr: Quel capital avez-vous à disposition pour investir dans le lancement d'une nouvelle entreprise ?
pt: Quanto capital você tem disponível para investir no lançamento de um novo negócio?

source: Enter your capital amount (in USD):
es: Ingresa el monto de tu capital (en USD):
fr: Entrez le montant de votre capital (en USD) :
pt: Digite o valor do seu capital (em USD):

source: Please enter a valid decimal number (e.g., 123.45)
es: Por favor, ingresa un número decimal válido (ej., 123.45)
fr: Veuillez entrer un nombre décimal valide (par exemple, 123.45)
pt: Por favor, insira um número decimal válido (ex.: 123.45)

source: Process Capital
es: Procesar Capital
fr: Traiter le capital
pt: Processar Capital

source: How are various aspects of the economy performing in your environment, such as growth, inflation, unemployment, or financial stability?
es: ¿Cómo están desempeñándose varios aspectos de la economía en tu entorno, como el crecimiento, la inflación, el desempleo o la estabilidad financiera?
fr: Comment se comportent les différents aspects de l'économie dans votre environnement, tels que la croissance, l'inflation, le chômage ou la stabilité financière ?
pt: Como estão os diversos aspectos da economia no seu ambiente, como crescimento, inflação, desemprego ou estabilidade financeira?

source: Enter your current economic scenario:
es: Ingresa tu escenario económico actual:
fr: Entrez votre scénario économique actuel :
pt: Digite seu cenário econômico atual:

source: Please describe the economic scenario.
es: Por favor, describe el escenario económico.
fr: Veuillez décrire le scénario économique.
pt: Por favor, descreva o cenário econômico.

source: Process Scenario
es: Procesar Escenario
fr: Traiter le scénario
pt: Processar Cenário

source: How much time are you willing to dedicate to your business idea?
es: ¿Cuánto tiempo estás dispuesto a dedicar a tu idea de negocio?
fr: Combien de temps êtes-vous prêt à consacrer à votre idée d'affaires ?
pt: Quanto tempo você está disposto a dedicar à sua ideia de negócio?

source: Enter your available time commitment:
es: Ingresa el tiempo que puedes dedicar:
fr: Indiquez le temps dont vous disposez :
pt: Digite o tempo que você pode dedicar:

source: Please enter the amount of time you can commit.
es: Por favor, ingresa la cantidad de tiempo que puedes comprometer.
fr: Veuillez entrer le nombre d'heures que vous pouvez consacrer.
pt: Por favor, insira a quantidade de tempo que você pode comprometer.

source: Generate Idea
es: Generar Idea
fr: Générer l'idée
pt: Gerar Ideia

source: Please wait, we are generating your business idea...
es: Por favor espera, estamos generando tu idea de negocio...
fr: Veuillez patienter, nous générons votre idée d'affaires…
pt: Por favor, aguarde, estamos gerando sua ideia de negócio...

source: AI-powered platform for digital marketing analysis
es: Plataforma impulsada por IA para análisis de marketing digital
fr: Plateforme alimentée par l'IA pour l'analyse du marketing digital
pt: Plataforma alimentada por IA para análise de marketing digital

source: Find innovative ideas for your new business.
es: Encuentra ideas innovadoras para tu nuevo negocio.
fr: Trouvez des idées innovantes pour votre nouvelle entreprise.
pt: Encontre ideias inovadoras para o seu novo negócio.

source: Build effective marketing strategies.
es: Construye estrategias de marketing efectivas.
fr: Élaborez des stratégies marketing efficaces.
pt: Construa estratégias de marketing eficazes.

source: Easily calculate and understand your KPIs.
es: Calcula y entiende fácilmente tus KPIs.
fr: Calculez et comprenez facilement vos indicateurs clés de performance (KPI).
pt: Calcule e entenda facilmente seus KPIs.

source: Discover optimization opportunities for your conversion funnel.
es: Descubre oportunidades de optimización para tu embudo de conversión.
fr: Découvrez des opportunités d'optimisation pour votre entonnoir de conversion.
pt: Descubra oportunidades de otimização para o seu funil de conversão.

source: Insights to improve your website performance.
es: Ideas para mejorar el rendimiento de tu sitio web.
fr: Des insights pour améliorer les performances de votre site web.
pt: Insights para melhorar o desempenho do seu site.

source: Analyze performance and optimize your website load speed.
es: Analiza el rendimiento y optimiza la velocidad de carga de tu sitio web.
fr: Analysez les performances et optimisez la vitesse de chargement de votre site web.
pt: Analise o desempenho e otimize a velocidade de carregamento do seu site.

source: Improve your search engine rankings.
es: Mejora tu posicionamiento en los motores de búsqueda.
fr: Améliorez votre classement dans les moteurs de recherche.
pt: Melhore seu posicionamento nos motores de busca.

source: Analyze and optimize your ad campaigns.
es: Analiza y optimiza tus campañas publicitarias.
fr: Analysez et optimisez vos campagnes publicitaires.
pt: Analise e otimize suas campanhas de anúncios.

source: Evaluate performance on Meta platforms.
es: Evalúa el rendimiento en las plataformas de Meta.
fr: Évaluez les performances sur les plateformes Meta.
pt: Avalie o desempenho nas plataformas da Meta.

source: Monitor and analyze web traffic trends.
es: Monitorea y analiza las tendencias de tráfico web.
fr: Surveillez et analysez les tendances du trafic web.
pt: Monitore e analise as tendências de tráfego web.

source: Manage and analyze your customer data.
es: Gestiona y analiza los datos de tus clientes.
fr: Gérez et analysez les données de vos clients.
pt: Gerencie e analise os dados dos seus clientes.

source: Stay updated with the latest marketing news.
es: Mantente actualizado con las últimas noticias de marketing.
fr: Restez informé des dernières actualités marketing.
pt: Mantenha-se atualizado com as últimas notícias de marketing.

source: Sign In | Nexus Metrics
es: Iniciar Sesión | Nexus Metrics
fr: Se connecter | Nexus Metrics
pt: Entrar | Nexus Metrics

source: ACCESSIBLE, UNDERSTANDABLE & SUSTAINABLE
es: ACCESIBLE, COMPRENSIBLE Y SOSTENIBLE
fr: ACCESSIBLE, COMPRÉHENSIBLE & DURABLE
pt: ACESSÍVEL, COMPREENSÍVEL & SUSTENTÁVEL

source: Sign in now
es: Inicia sesión ahora
fr: Connectez-vous maintenant
pt: Entre agora

source: Password
es: Contraseña
fr: Mot de passe
pt: Senha

source: Sign In
es: Iniciar Sesión
fr: Se connecter
pt: Entrar

source: Or sign in with your account
es: O inicia sesión con tu cuenta
fr: Ou connectez-vous avec votre compte
pt: Ou entre com sua conta

source: Don't have an account?
es: ¿No tienes una cuenta?
fr: Vous n'avez pas de compte ?
pt: Não tem uma conta?

source: Register here
es: Regístrate aquí
fr: Inscrivez-vous ici
pt: Registre-se aqui

source: NexusMetriks: Digital Marketing Virtual Consultant
fr: NexusMetriks : Consultant virtuel en marketing digital

source: Transform your marketing metrics with AI. Make smart decisions, save time, and outperform your competition in seconds.
fr: Transformez vos indicateurs marketing grâce à l'IA. Prenez des décisions éclairées, gagnez du temps et surpassez votre concurrence en quelques secondes.

source: marketing AI, data analysis, marketing metrics, marketing tools, artificial intelligence marketing
fr: marketing IA, analyse de données, indicateurs marketing, outils marketing, marketing par intelligence artificielle

source: NexusMetriks: Intelligent Marketing with AI
fr: NexusMetriks : Marketing intelligent avec l'IA

source: Revolutionize your marketing strategy with real-time AI analysis. Make winning decisions without the hassle.
fr: Révolutionnez votre stratégie marketing grâce à une analyse en temps réel par IA. Prenez des décisions gagnantes sans tracas.

source: NexusMetriks: Your Data to the Max
fr: NexusMetriks : Vos données exploitées au maximum

source: Intelligent marketing with AI. Fast decisions, real results.
fr: Marketing intelligent avec l'IA. Décisions rapides, résultats réels.

source: ⏰ Limited beta invitations available
fr: ⏰ Invitations beta limitées disponibles

source: Digital Marketing Virtual Consultant
fr: Consultant virtuel en marketing digital

source: Turn your data into winning decisions
fr: Transformez vos données en décisions gagnantes

source: Try the App 🚀
es: Prueba la App 🚀
fr: Essayez l'application 🚀
pt: Experimente o App 🚀

source: Efficient Marketing with Artificial Intelligence: Maximizing Your Data, No Excuses
fr: Marketing efficace avec l'intelligence artificielle : exploitez vos données au maximum, sans excuses

source: Hassle-free AI
fr: IA sans tracas

source: Analysis so smart it seems like magic – but with real data, not marketing spells.
fr: Une analyse si intelligente qu'elle semble magique – mais avec de vraies données, pas des formules marketing.

source: Unified Marketing
fr: Marketing unifié

source: Your complete strategy on one platform. Fewer tools, more coffee, better results.
fr: Votre stratégie complète sur une seule plateforme. Moins d'outils, plus de café, de meilleurs résultats.

source: Smart Budgeting
fr: Budget intelligent

source: Professional analysis without sacrificing your next vacation.
fr: Une analyse professionnelle sans sacrifier vos prochaines vacances.

source: Why an automated solution for marketing data analysis?
fr: Pourquoi une solution automatisée pour l'analyse des données marketing ?

source: Companies increasing their digital marketing investment
fr: Entreprises augmentant leur investissement en marketing digital

source: Latin companies using AI in digital strategies
fr: Entreprises latines utilisant l'IA dans leurs stratégies digitales

source: LatAm companies using social media as their primary channel
fr: Entreprises d'Amérique latine utilisant les réseaux sociaux comme canal principal

source: Ready to Revolutionize Your Marketing?
fr: Prêt à révolutionner votre marketing ?

source: Every second counts. Your competition is already taking action.
es: Cada segundo cuenta. Tu competencia ya está actuando.
fr: Chaque seconde compte. Votre concurrence est déjà en action.
pt: Cada segundo conta. Sua concorrência já está agindo.

source: Join the Exclusive Beta! 🔓
es: ¡Únete a la Beta Exclusiva! 🔓
fr: Rejoignez la bêta exclusive ! 🔓
pt: Junte-se à Beta Exclusiva! 🔓

source: All rights reserved.
fr: Tous droits réservés.

source: Privacy Policy
fr: Politique de confidentialité

source: 💡 Next-generation artificial intelligence
fr: 💡 Intelligence artificielle de nouvelle génération

source: 🔥 Last spots: Transform your marketing analysis
fr: 🔥 Dernières places : transformez votre analyse marketing

source: ⭐ All the tools you need in one place
fr: ⭐ Tous les outils dont vous avez besoin en un seul endroit

source: You have run out of credits
es: Te has quedado sin créditos
fr: Vous n'avez plus de crédits
pt: Você ficou sem créditos

source: Insufficient credits to use this tool
es: Créditos insuficientes para usar esta herramienta
fr: Crédits insuffisants pour utiliser cet outil
pt: Créditos insuficientes para usar esta ferramenta

source: We are sorry, but you have exhausted your available credits.
es: Lo sentimos, pero has agotado tus créditos disponibles.
fr: Nous sommes désolés, mais vous avez épuisé vos crédits disponibles.
pt: Lamentamos, mas você esgotou seus créditos disponíveis.

source: Don't worry! You can purchase a credits package that suits your budget to continue using our platform.
es: ¡No te preocupes! Puedes comprar un paquete de créditos que se ajuste a tu presupuesto para seguir usando nuestra plataforma.
fr: Ne vous inquiétez pas ! Vous pouvez acheter un forfait de crédits adapté à votre budget pour continuer à utiliser notre plateforme.
pt: Não se preocupe! Você pode adquirir um pacote de créditos que se ajuste ao seu orçamento para continuar usando nossa plataforma.

source: Get new credits now
es: Obtén nuevos créditos ahora
fr: Obtenez de nouveaux crédits dès maintenant
pt: Obtenha novos créditos agora

source: Welcome | Nexus Metrics
es: Bienvenido | Nexus Metrics
fr: Bienvenue | Nexus Metrics
pt: Bem-vindo | Nexus Metrics

source: Welcome to the Private Beta
es: Bienvenido a la Beta Privada
fr: Bienvenue dans la bêta privée
pt: Bem-vindo à Beta Privada

source: Please complete the following form to finish your registration.
es: Por favor, completa el siguiente formulario para finalizar tu registro.
fr: Veuillez remplir le formulaire suivant pour terminer votre inscription.
pt: Por favor, complete o seguinte formulário para finalizar seu registro.

source: Market:
es: Mercado:
fr: Marché :
pt: Mercado:

source: How did you hear about our application?
es: ¿Cómo te enteraste de nuestra aplicación?
fr: Comment avez-vous entendu parler de notre application ?
pt: Como você ficou sabendo sobre nosso aplicativo?

source: Reason for trying the platform:
es: Razón para probar la plataforma:
fr: Raison de l'essai de la plateforme :
pt: Motivo para testar a plataforma:

source: Sign up for beta
es: Regístrate para la beta
fr: Inscrivez-vous pour la bêta
pt: Inscreva-se para a beta

source: Not ready yet?
es: ¿Aún no estás listo?
fr: Pas encore prêt ?
pt: Ainda não está pronto?

source: Return
es: Regresar
fr: Retour
pt: Retornar

source: PageSpeed Insights Analyzer
es: Analizador de PageSpeed Insights
fr: Analyseur d'aperçus PageSpeed
pt: Analisador do PageSpeed Insights

source: Analyze the performance of your page
es: Analiza el rendimiento de tu página
fr: Analysez la performance de votre page
pt: Analise o desempenho da sua página

source: Enter the URL to analyze
es: Ingresa la URL a analizar
fr: Entrez l'URL à analyser
pt: Digite a URL a ser analisada

source: Loading analysis...
es: Cargando análisis...
fr: Chargement de l'analyse...
pt: Carregando análise...

source: El pago ha sido cancelado.
fr: Le paiement a été annulé.
pt: O pagamento foi cancelado.

source: The payment has been cancelled.
es: El pago ha sido cancelado.
fr: Le paiement a été annulé.
pt: O pagamento foi cancelado.

source: We're sorry, your credit purchase has been stopped.
es: Lo sentimos, tu compra de créditos ha sido detenida.
fr: Nous sommes désolés, mais votre achat de crédits a été interrompu.
pt: Lamentamos, sua compra de créditos foi interrompida.

source: You have canceled the purchase of credits. You can try again if you want.
es: Has cancelado la compra de créditos. Puedes intentarlo de nuevo si lo deseas.
fr: Vous avez annulé l'achat de crédits. Vous pouvez réessayer si vous le souhaitez.
pt: Você cancelou a compra de créditos. Pode tentar novamente, se desejar.

source: Return to Home
es: Volver al Inicio
fr: Retour à l'accueil
pt: Voltar para a Página Inicial

source: Congratulations! You now have new credits.
es: ¡Felicidades! Ahora tienes nuevos créditos.
fr: Félicitations ! Vous disposez désormais de nouveaux crédits.
pt: Parabéns! Agora você tem novos créditos.

source: Successful Purchase! 🎉
es: ¡Compra exitosa! 🎉
fr: Achat réussi ! 🎉
pt: Compra bem-sucedida! 🎉

source: Thank you for your purchase,
es: Gracias por tu compra,
fr: Merci pour votre achat,
pt: Obrigado pela sua compra,

source: You have acquired
es: Has adquirido
fr: Vous avez acquis
pt: Você adquiriu

source: credits on NexusMetriks.
es: créditos en NexusMetriks.
fr: crédits sur NexusMetriks.
pt: créditos no NexusMetriks.

source: Payment ID:
es: ID de Pago:
fr: ID de paiement :
pt: ID do Pagamento:

source: Payer ID:
es: ID del Pagador:
fr: ID du payeur :
pt: ID do Pagador:

source: Download PDF Receipt
es: Descargar recibo en PDF
fr: Télécharger le reçu PDF
pt: Baixar recibo em PDF

source: We're sorry, your credit purchase has failed.
es: Lo sentimos, tu compra de créditos ha fallado.
fr: Nous sommes désolés, votre achat de crédits a échoué.
pt: Lamentamos, sua compra de créditos falhou.

source: Please try again or contact us if the problem persists.
es: Por favor, intenta de nuevo o contáctanos si el problema persiste.
fr: Veuillez réessayer ou nous contacter si le problème persiste.
pt: Por favor, tente novamente ou entre em contato se o problema persistir.

source: Login
es: Iniciar Sesión
fr: Connexion
pt: Entrar

source: Register
es: Registrarse
fr: S'inscrire
pt: Registrar-se

source: Last Updated:
es: Última Actualización:
fr: Dernière mise à jour :
pt: Última Atualização:

source: Thank you for using Nexus Metrics, your virtual assistant specialized in digital marketing. At Nexus Metrics, we are committed to protecting your privacy and personal data. This privacy policy explains how we collect, use, and protect the information you provide when using our application.
es: Gracias por usar Nexus Metrics, tu asistente virtual especializado en marketing digital. En Nexus Metrics, nos comprometemos a proteger tu privacidad y datos personales. Esta política de privacidad explica cómo recopilamos, usamos y protegemos la información que proporcionas al usar nuestra aplicación.
fr: Merci d'utiliser Nexus Metrics, votre assistant virtuel spécialisé en marketing digital. Chez Nexus Metrics, nous nous engageons à protéger votre vie privée et vos données personnelles. Cette politique de confidentialité explique comment nous collectons, utilisons et protégeons les informations que vous fournissez lors de l'utilisation de notre application.
pt: Obrigado por usar o Nexus Metrics, seu assistente virtual especializado em marketing digital. No Nexus Metrics, estamos comprometidos em proteger sua privacidade e dados pessoais. Esta política de privacidade explica como coletamos, usamos e protegemos as informações que você fornece ao utilizar nosso aplicativo.

source: Information Collected
es: Información Recopilada
fr: Informations collectées
pt: Informações Coletadas

source: We collect the following information when you use Nexus Metrics:
es: Recopilamos la siguiente información cuando usas Nexus Metrics:
fr: Nous collectons les informations suivantes lorsque vous utilisez Nexus Metrics :
pt: Coletamos as seguintes informações quando você utiliza o Nexus Metrics:

source: Contact Information: We may collect your name, email address, and other contact details when you register or contact us.
es: Información de Contacto: Podemos recopilar tu nombre, dirección de correo electrónico y otros datos de contacto cuando te registres o nos contactes.
fr: Informations de contact : Nous pouvons collecter votre nom, adresse e-mail et autres coordonnées lorsque vous vous inscrivez ou nous contactez.
pt: Informações de Contato: Podemos coletar seu nome, endereço de e-mail e outros dados de contato quando você se registra ou nos contata.

source: Device Information: We may collect information about the device you use to access our application, including your IP address, device type, operating system, and unique device identifier.
es: Información del Dispositivo: Podemos recopilar información sobre el dispositivo que usas para acceder a nuestra aplicación, incluyendo tu dirección IP, tipo de dispositivo, sistema operativo e identificador único.
fr: Informations sur l'appareil : Nous pouvons collecter des informations sur l'appareil que vous utilisez pour accéder à notre application, y compris votre adresse IP, le type d'appareil, le système d'exploitation et l'identifiant unique de l'appareil.
pt: Informações do Dispositivo: Podemos coletar informações sobre o dispositivo que você utiliza para acessar nosso aplicativo, incluindo seu endereço IP, tipo de dispositivo, sistema operacional e identificador único.

source: Usage Data: We may collect information about how you interact with our application, such as the pages you visit, the features you use, and the time you spend on our application.
es: Datos de Uso: Podemos recopilar información sobre cómo interactúas con nuestra aplicación, tales como las páginas que visitas, las funciones que utilizas y el tiempo que pasas en ella.
fr: Données d'utilisation : Nous pouvons collecter des informations sur la manière dont vous interagissez avec notre application, telles que les pages que vous visitez, les fonctionnalités utilisées et le temps que vous y passez.
pt: Dados de Uso: Podemos coletar informações sobre como você interage com nosso aplicativo, como as páginas que visita, os recursos que utiliza e o tempo que passa nele.
