Repository: dark-yx/nexus
Catalog: src/translations/*/LC_MESSAGES/messages.po
Languages: es, fr, pt

source: 50 credit trial package
es: Paquete de prueba de 50 créditos
fr: Pack d'essai de 50 crédits
pt: Pacote de teste de 50 créditos

source: 1400 credits starter pack
es: Paquete starter de 1400 créditos
fr: Pack de démarrage de 1400 crédits
pt: Pacote starter de 1400 créditos

source: 3000 credits plus package
es: Paquete plus de 3000 créditos
fr: Pack Plus de 3000 crédits
pt: Pacote plus de 3000 créditos

source: 5000 credits growth pack
es: Paquete growth de 5000 créditos
fr: Pack de croissance de 5000 crédits
pt: Pacote growth de 5000 créditos

source: 404 Not Found | NexusMetriks
es: 404 No Encontrado | NexusMetriks
fr: 404 Introuvable | NexusMetriks
pt: 404 Não Encontrado | NexusMetriks

source: Sorry, this URL does not exist on the platform
es: Lo sentimos, esta URL no existe en la plataforma
fr: Désolé, cette URL n'existe pas sur la plateforme
pt: Desculpe, este URL não existe na plataforma

source: Strategic Website Analysis
es: Análisis Estratégico del Sitio Web
fr: Analyse stratégique du site web
pt: Análise Estratégica do Site

source: Analysis Result
es: Resultado del Análisis
fr: Résultat de l'analyse
pt: Resultado da Análise

source: Scraping Result:
es: Resultado del Scraping:
fr: Résultat du scraping :
pt: Resultado do Scraping:

source: No scraping data available.
es: No hay datos de scraping disponibles.
fr: Aucune donnée de scraping disponible.
pt: Nenhum dado de scraping disponível.

source: Web Analysis Result
es: Resultado del Análisis Web
fr: Résultat de l'analyse web
pt: Resultado da Análise Web

source: Send with Gmail
es: Enviar con Gmail
fr: Envoyer avec Gmail
pt: Enviar com Gmail

source: Send with Outlook
es: Enviar con Outlook
fr: Envoyer avec Outlook
pt: Enviar com Outlook

source: Perform a Web Page Analysis
es: Realizar un Análisis de Página Web
fr: Réaliser une analyse de page web
pt: Realizar uma Análise de Página Web

source: Enter URL
es: Ingresar URL
fr: Entrez l'URL
pt: Digite o URL

source: Analyze Page
es: Analizar Página
fr: Analyser la page
pt: Analisar Página

source: Please wait, we are analyzing the URL...
es: Por favor, espera, estamos analizando la URL...
fr: Veuillez patienter, nous analysons l'URL…
pt: Por favor, aguarde, estamos analisando o URL...

source: Please enter a full URL starting with http:// or https://
es: Por favor, ingrese una URL completa que comience con http:// o https://
fr: Veuillez entrer une URL complète commençant par http:// ou https://
pt: Por favor, insira um URL completo começando com http:// ou https://

source: Web Traffic Analysis
es: Análisis de Tráfico Web
fr: Analyse du Trafic Web
pt: Análise de Tráfego Web

source: Analyze your website traffic
es: Analiza el tráfico de tu sitio web
fr: Analysez le trafic de votre site web
pt: Analise o tráfego do seu site

source: Property ID
es: ID de Propiedad
fr: ID de propriété
pt: ID da Propriedade

source: Start Date (YYYY-MM-DD or 'today')
es: Fecha de Inicio (YYYY-MM-DD o 'hoy')
fr: Date de début (AAAA-MM-JJ ou 'aujourd'hui')
pt: Data de Início (YYYY-MM-DD ou 'hoje')

source: End Date (YYYY-MM-DD or 'today')
es: Fecha de Fin (YYYY-MM-DD o 'hoy')
fr: Date de fin (AAAA-MM-JJ ou 'aujourd'hui')
pt: Data de Término (YYYY-MM-DD ou 'hoje')

source: Generate Analysis
es: Generar Análisis
fr: Générer l'analyse
pt: Gerar Análise

source: Please wait, we are analyzing the metric...
es: Por favor, espera, estamos analizando la métrica...
fr: Veuillez patienter, nous analysons la métrique…
pt: Por favor, aguarde, estamos analisando a métrica...

source: Error:
fr: Erreur :
pt: Erro:

source: Charts
es: Gráficos
fr: Graphiques
pt: Gráficos

source: Active Users by Medium (Pie Chart)
es: Usuarios activos por medio (Gráfico de pastel)
fr: Utilisateurs actifs par canal (Diagramme circulaire)
pt: Usuários ativos por meio (Gráfico de pizza)

source: Daily Active Users (Line Chart)
es: Usuarios activos diarios (Gráfico de líneas)
fr: Utilisateurs actifs quotidiens (Graphique linéaire)
pt: Usuários ativos diários (Gráfico de linha)

source: Page Reports
es: Informes de páginas
fr: Rapports de pages
pt: Relatórios de páginas

source: Top 10 Visited Pages
es: Top 10 páginas más visitadas
fr: Top 10 des pages les plus visitées
pt: Top 10 páginas mais visitadas

source: Top 10 Landing Pages
es: Top 10 páginas de destino
fr: Top 10 des pages d'atterrissage
pt: Top 10 páginas de destino

source: Analysis Summary
es: Resumen del análisis
fr: Résumé de l'analyse
pt: Resumo da análise

source: Active Users by Medium
es: Usuarios activos por medio
fr: Utilisateurs actifs par canal
pt: Usuários ativos por meio

source: Daily Active Users by Medium
es: Usuarios activos diarios por medio
fr: Utilisateurs actifs quotidiens par canal
pt: Usuários ativos diários por meio

source: An error occurred:
es: Ocurrió un error:
fr: Une erreur est survenue :
pt: Ocorreu um erro:

source: Credits:
es: Créditos:
fr: Crédits :
pt: Créditos:

source: Error fetching credits:
es: Error al obtener créditos:
fr: Erreur lors de la récupération des crédits :
pt: Erro ao obter créditos:

source: Credits: Loading...
es: Créditos: Cargando...
fr: Crédits : Chargement…
pt: Créditos: Carregando...

source: Profile
es: Perfil
fr: Profil
pt: Perfil

source: Buy Credits
es: Comprar créditos
fr: Acheter des crédits
pt: Comprar créditos

source: Approve Beta Access
es: Aprobar acceso beta
fr: Approuver l'accès Beta
pt: Aprovar acesso beta

source: Metrics Dashboard
es: Panel de métricas
fr: Tableau de bord des indicateurs
pt: Painel de métricas

source: Log Out
es: Cerrar sesión
fr: Se déconnecter
pt: Sair

source: Toggle navigation
es: Alternar navegación
fr: Basculer la navigation
pt: Alternar navegação

source: Business Ideas
es: Ideas de Negocios
fr: Idées d'affaires
pt: Ideias de Negócios

source: Marketing Strategies
es: Estrategias de Marketing
fr: Stratégies marketing
pt: Estratégias de Marketing

source: Metrics Calculator
es: Calculadora de Métricas
fr: Calculateur de métriques
pt: Calculadora de Métricas

source: Funnel Analysis
es: Análisis de Embudo
fr: Analyse d'entonnoir
pt: Análise de Funil

source: Website Analysis
es: Análisis de Sitio Web
fr: Analyse du site web
pt: Análise de Site

source: PageSpeed Insights
es: Velocidad de Página Web
fr: Aperçu de PageSpeed
pt: Velocidade da Página da Web

source: SEO Performance Analysis
es: Análisis de Desempeño SEO
fr: Analyse SEO
pt: Análise de Desempenho SEO

source: Google Ads Analysis
es: Análisis de Google Ads
fr: Analyse des annonces Google
pt: Análise de Google Ads

source: Meta Ads Analysis
es: Análisis de Meta Ads
fr: Analyse des annonces Meta
pt: Análise de Meta Ads

source: CRM Analysis
es: Análisis de CRM
fr: Analyse CRM
pt: Análise de CRM

source: Marketing News
es: Noticias de Marketing
fr: Actualités marketing
pt: Notícias de Marketing

source: Go to top
es: Ir arriba
fr: Retour en haut
pt: Ir para o topo

source: Your Growth Marketing Assistant
es: Tu Asistente de Growth Marketing
fr: Votre assistant en marketing de croissance
pt: Seu Assistente de Growth Marketing

source: Type here...
es: Escribe aquí...
fr: Tapez ici…
pt: Digite aqui...

source: Send
es: Enviar
fr: Envoyer
pt: Enviar

source: Engagement Rate
es: Tasa de Engagement
fr: Taux d'engagement
pt: Taxa de Engajamento

source: Number of Interactions:
es: Número de Interacciones:
fr: Nombre d'interactions :
pt: Número de Interações:

source: Reach:
es: Alcance:
fr: Portée :
pt: Alcance:

source: Calculate Engagement
es: Calcular Engagement
fr: Calculer l'engagement
pt: Calcular Engajamento

source: Conversion Rate
es: Tasa de Conversión
fr: Taux de conversion
pt: Taxa de Conversão

source: Number of Visitors:
es: Número de Visitantes:
fr: Nombre de visiteurs :
pt: Número de Visitantes:

source: Number of Conversions:
es: Número de Conversiones:
fr: Nombre de conversions :
pt: Número de Conversões:

source: Calculate Conversion
es: Calcular Conversión
fr: Calculer la conversion
pt: Calcular Conversão

source: Earnings (USD):
es: Ganancias (USD):
fr: Gains (USD) :
pt: Ganhos (USD):

source: Enter a decimal number (e.g., 123.45)
es: Ingrese un número decimal (por ejemplo, 123.45)
fr: Entrez un nombre décimal (par exemple, 123.45)
pt: Digite um número decimal (por exemplo, 123.45)

source: Costs (USD):
es: Costos (USD):
fr: Coûts (USD) :
pt: Custos (USD):

source: Calculate ROI
es: Calcular ROI
fr: Calculer le ROI
pt: Calcular ROI

source: Engagement Rate:
es: Tasa de Participación:
fr: Taux d'engagement :
pt: Taxa de Engajamento:

source: Conversion Rate:
es: Tasa de Conversión:
fr: Taux de conversion :
pt: Taxa de Conversão:

source: Choose Your Credits Plan
es: Elija su Plan de Créditos
fr: Choisissez votre forfait de crédits
pt: Escolha seu Plano de Créditos

source: Price:
es: Precio:
fr: Prix :
pt: Preço:

source: Error | Nexus Metriks
fr: Erreur | Nexus Metriks
pt: Erro | Nexus Metriks

source: Oops! Something went wrong
es: ¡Vaya! Algo salió mal
fr: Oups ! Quelque chose s'est mal passé
pt: Ops! Algo deu errado

source: We are constantly improving our platform.
es: Estamos mejorando constantemente nuestra plataforma.
fr: Nous améliorons constamment notre plateforme.
pt: Estamos constantemente aprimorando nossa plataforma.

source: Return to Home Page
es: Volver a la Página Principal
fr: Retour à la page d'accueil
pt: Voltar à Página Inicial

source: We apologize for the inconvenience. We are working on a technical issue with our platform. Please try again later.
es: Pedimos disculpas por las molestias. Estamos trabajando en un problema técnico con nuestra plataforma. Por favor, inténtelo de nuevo más tarde.
fr: Nous vous prions de nous excuser pour le désagrément. Nous travaillons sur un problème technique affectant notre plateforme. Veuillez réessayer plus tard.
pt: Pedimos desculpas pelo transtorno. Estamos trabalhando em um problema técnico em nossa plataforma. Por favor, tente novamente mais tarde.

source: Your Digital Marketing Strategy Generator
es: Su Generador de Estrategias de Marketing Digital
fr: Votre générateur de stratégies de marketing digital
pt: Seu Gerador de Estratégias de Marketing Digital

source: Digital Marketing Strategy Suggestions
es: Sugerencias de Estrategias de Marketing Digital
fr: Suggestions de stratégies de marketing digital
pt: Sugestões de Estratégias de Marketing Digital

source: Let's Generate Your Custom Digital Marketing Strategy
es: Generemos su Estrategia de Marketing Digital Personalizada
fr: Générons votre stratégie de marketing digital personnalisée
pt: Vamos gerar sua Estratégia de Marketing Digital Personalizada

source: What is your company's business model?
es: ¿Cuál es el modelo de negocio de su empresa?
fr: Quel est le modèle économique de votre entreprise ?
pt: Qual é o modelo de negócio da sua empresa?

source: Describe your business model:
es: Describa su modelo de negocio:
fr: Décrivez votre modèle économique :
pt: Descreva seu modelo de negócio:

source: Please describe your business model.
es: Por favor, describa su modelo de negocio.
fr: Veuillez décrire votre modèle économique.
pt: Por favor, descreva seu modelo de negócio.

source: Process Business Model
es: Procesar Modelo de Negocio
fr: Traiter le modèle économique
pt: Processar Modelo de Negócio

source: What is the unique value proposition of your product or service?
es: ¿Cuál es la propuesta de valor única de su producto o servicio?
fr: Quelle est la proposition de valeur unique de votre produit ou service ?
pt: Qual é a proposta de valor única do seu produto ou serviço?

source: Describe your unique value proposition:
es: Describa su propuesta de valor única:
fr: Décrivez votre proposition de valeur unique :
pt: Descreva sua proposta de valor única:

source: Please describe your unique value proposition.
es: Por favor, describa su propuesta de valor única.
fr: Veuillez décrire votre proposition de valeur unique.
pt: Por favor, descreva sua proposta de valor única.

source: Process Value Proposition
es: Procesar Propuesta de Valor
fr: Traiter la proposition de valeur
pt: Processar Proposta de Valor

source: What is your ideal customer like?
es: ¿Cómo es tu cliente ideal?
fr: À quoi ressemble votre client idéal ?
pt: Como é o seu cliente ideal?

source: Describe your ideal customer:
es: Describe a tu cliente ideal:
fr: Décrivez votre client idéal :
pt: Descreva o seu cliente ideal:

source: Please describe your ideal customer.
es: Por favor, describe a tu cliente ideal.
fr: Veuillez décrire votre client idéal.
pt: Por favor, descreva o seu cliente ideal.

source: Process Ideal Customer
es: Procesar Cliente Ideal
fr: Traiter le client idéal
pt: Processar Cliente Ideal

source: What was your revenue last month?
es: ¿Cuál fue tu ingreso el mes pasado?
fr: Quel était votre chiffre d'affaires le mois dernier ?
pt: Qual foi a sua receita no mês passado?

source: Enter your revenue for last month (in USD):
es: Ingresa tus ingresos del mes pasado (en USD):
fr: Entrez votre chiffre d'affaires du mois dernier (en USD) :
pt: Digite sua receita do mês passado (em USD):

source: Enter a decimal number (e.g., 12345.67)
es: Ingresa un número decimal (por ejemplo, 12345.67)
fr: Entrez un nombre décimal (par exemple, 12345.67)
pt: Digite um número decimal (por exemplo, 12345.67)

source: Please enter a valid decimal number (e.g., 12345.67)
es: Por favor, ingresa un número decimal válido (por ejemplo, 12345.67)
fr: Veuillez entrer un nombre décimal valide (par exemple, 12345.67)
pt: Por favor, digite um número decimal válido (por exemplo, 12345.67)

source: Process Revenue
es: Procesar Ingresos
fr: Traiter le chiffre d'affaires
pt: Processar Receita

source: What is your company's commercial goal?
es: ¿Cuál es la meta comercial de tu empresa?
fr: Quel est l'objectif commercial de votre entreprise ?
pt: Qual é o objetivo comercial da sua empresa?

source: Describe your commercial goal:
es: Describe tu meta comercial:
fr: Décrivez votre objectif commercial :
pt: Descreva seu objetivo comercial:

source: Please describe your commercial goal.
es: Por favor, describe tu meta comercial.
fr: Veuillez décrire votre objectif commercial.
pt: Por favor, descreva seu objetivo comercial.

source: Process Commercial Goal
es: Procesar Meta Comercial
fr: Traiter l'objectif commercial
pt: Processar Objetivo Comercial

source: What is the problem or challenge currently preventing you from achieving your goals?
es: ¿Cuál es el problema o desafío que actualmente te impide alcanzar tus metas?
fr: Quel est le problème ou le défi qui vous empêche actuellement d'atteindre vos objectifs ?
pt: Qual é o problema ou desafio que está impedindo você de alcançar seus objetivos?

source: Describe the problem or challenge:
es: Describe el problema o desafío:
fr: Décrivez le problème ou le défi :
pt: Descreva o problema ou desafio:

source: Please describe the problem or challenge.
es: Por favor, describe el problema o desafío.
fr: Veuillez décrire le problème ou le défi.
pt: Por favor, descreva o problema ou desafio.

source: Process Problem
es: Procesar Problema
fr: Traiter le problème
pt: Processar Problema

source: What human and financial resources are available?
es: ¿Qué recursos humanos y financieros están disponibles?
fr: Quelles ressources humaines et financières sont disponibles ?
pt: Quais recursos humanos e financeiros estão disponíveis?

source: Describe the available resources:
es: Describe los recursos disponibles:
fr: Décrivez les ressources disponibles :
pt: Descreva os recursos disponíveis:

source: Please describe the available resources.
es: Por favor, describe los recursos disponibles.
fr: Veuillez décrire les ressources disponibles.
pt: Por favor, descreva os recursos disponíveis.

source: Process Resources
es: Procesar Recursos
fr: Traiter les ressources
pt: Processar Recursos

source: How much effort are you willing to invest to achieve your goal?
es: ¿Cuánto esfuerzo estás dispuesto a invertir para alcanzar tu meta?
fr: Quel effort êtes-vous prêt à investir pour atteindre votre objectif ?
pt: Quanto esforço você está disposto a investir para alcançar seu objetivo?

source: Describe your level of effort:
es: Describe tu nivel de esfuerzo:
fr: Décrivez votre niveau d'effort :
pt: Descreva seu nível de esforço:

source: Please describe your level of effort.
es: Por favor, describe tu nivel de esfuerzo.
fr: Veuillez décrire votre niveau d'effort.
pt: Por favor, descreva seu nível de esforço.

source: Process Effort
es: Procesar Esfuerzo
fr: Traiter l'effort
pt: Processar Esforço

source: What is the name of the company or business for which you want to generate a strategy?
es: ¿Cuál es el nombre de la empresa o negocio para el que deseas generar una estrategia?
fr: Quel est le nom de l'entreprise ou du commerce pour lequel vous souhaitez générer une stratégie ?
pt: Qual é o nome da empresa ou negócio para o qual você deseja gerar uma estratégia?

source: What is your business called?
es: ¿Cómo se llama tu negocio?
fr: Comment s'appelle votre entreprise ?
pt: Como se chama o seu negócio?

source: Please provide the business name.
es: Por favor, proporciona el nombre del negocio.
fr: Veuillez fournir le nom de l'entreprise.
pt: Por favor, informe o nome do negócio.

source: Generate Strategy
es: Generar Estrategia
fr: Générer la stratégie
pt: Gerar Estratégia

source: Please wait, we are generating your marketing strategy...
es: Por favor espera, estamos generando tu estrategia de marketing...
fr: Veuillez patienter, nous générons votre stratégie marketing…
pt: Por favor, aguarde, estamos gerando sua estratégia de marketing...

source: Facebook Ads Analysis
es: Análisis de Anuncios de Facebook
fr: Analyse des publicités Facebook
pt: Análise de Anúncios do Facebook

source: Analyze the performance of your Meta Ads campaigns.
es: Analiza el rendimiento de tus campañas de Meta Ads.
fr: Analysez la performance de vos campagnes Meta Ads.
pt: Analise o desempenho de suas campanhas de Meta Ads.

source: Start Date (YYYY-MM-DD)
es: Fecha de Inicio (AAAA-MM-DD)
fr: Date de début (AAAA-MM-JJ)
pt: Data de Início (AAAA-MM-DD)

source: End Date (YYYY-MM-DD)
es: Fecha de Fin (AAAA-MM-DD)
fr: Date de fin (AAAA-MM-JJ)
pt: Data de Término (AAAA-MM-DD)

source: Analyze
es: Analizar
fr: Analyser
pt: Analisar

source: Campaign Summary
es: Resumen de la Campaña
fr: Résumé de la campagne
pt: Resumo da Campanha

source: Clicks Distribution per Campaign
es: Distribución de Clics por Campaña
fr: Répartition des clics par campagne
pt: Distribuição de Cliques por Campanha

source: Spend Distribution per Campaign
es: Distribución del Gasto por Campaña
fr: Répartition des dépenses par campagne
pt: Distribuição de Gastos por Campanha

source: Impressions Distribution per Campaign
es: Distribución de Impresiones por Campaña
fr: Répartition des impressions par campagne
pt: Distribuição de Impressões por Campanha

source: Leads Distribution per Campaign
es: Distribución de Leads por Campaña
fr: Répartition des prospects par campagne
pt: Distribuição de Leads por Campanha

source: Messages Distribution per Campaign
es: Distribución de Mensajes por Campaña
fr: Répartition des messages par campagne
pt: Distribuição de Mensagens por Campanha

source: Campaign Data
es: Datos de la Campaña
fr: Données de campagne
pt: Dados da Campanha

source: Leave Us Your Feedback
es: Déjanos Tu Opinión
fr: Laissez-nous vos commentaires
pt: Deixe-nos Seu Feedback

source: Tell us about your experience
es: Cuéntanos sobre tu experiencia
fr: Parlez-nous de votre expérience
pt: Conte-nos sobre sua experiência

source: How would you rate your experience?
es: ¿Cómo calificarías tu experiencia?
fr: Comment évalueriez-vous votre expérience ?
pt: Como você avaliaria sua experiência?

source: Select a rating
es: Selecciona una calificación
fr: Sélectionnez une note
pt: Selecione uma avaliação

source: stars
es: estrellas
fr: étoiles
pt: estrelas

source: star
es: estrella
fr: étoile
pt: estrela

source: How easy was it to use the platform?
es: ¿Qué tan fácil fue usar la plataforma?
fr: À quel point la plateforme était-elle facile à utiliser ?
pt: Quão fácil foi usar a plataforma?

source: Select the level of ease
es: Selecciona el nivel de facilidad
fr: Sélectionnez le niveau de facilité
pt: Selecione o nível de facilidade

source: Very easy
es: Muy fácil
fr: Très facile
pt: Muito fácil

source: Easy
es: Fácil
fr: Facile
pt: Fácil

source: Difficult
es: Difícil
fr: Difficile
pt: Difícil

source: Very difficult
es: Muy difícil
fr: Très difficile
pt: Muito difícil

source: How can we improve?
es: ¿Cómo podemos mejorar?
fr: Comment pouvons-nous nous améliorer ?
pt: Como podemos melhorar?

source: Submit
es: Enviar
fr: Soumettre
pt: Enviar

source: Rating:
es: Calificación:
fr: Note :
pt: Avaliação:

source: Ease level:
es: Nivel de facilidad:
fr: Niveau de facilité :
pt: Nível de facilidade:

source: Conversion Funnel
es: Embudo de Conversión
fr: Entonnoir de conversion
pt: Funil de Conversão

source: Clicks:
es: Clics:
fr: Clics :
pt: Cliques:

source: Leads:
fr: Prospects :

source: Opportunities:
es: Oportunidades:
fr: Opportunités :
pt: Oportunidades:

source: Customers:
es: Clientes:
fr: Clients :
pt: Clientes:

source: Show Funnel
es: Mostrar Embudo
fr: Afficher l'entonnoir
pt: Mostrar Funil

source: Analyze the performance of your Google Ads campaigns
es: Analiza el rendimiento de tus campañas de Google Ads
fr: Analysez la performance de vos campagnes Google Ads
pt: Analise o desempenho de suas campanhas do Google Ads

source: Enter your campaign details:
es: Ingresa los detalles de tu campaña:
fr: Entrez les détails de votre campagne :
pt: Digite os detalhes da sua campanha:

source: Customer ID:
es: ID de Cliente:
fr: ID client :
pt: ID do Cliente:

source: Start Date:
es: Fecha de Inicio:
fr: Date de début :
pt: Data de Início:

source: End Date:
es: Fecha de Fin:
fr: Date de fin :
pt: Data de Término:

source: HubSpot CRM Report
es: Reporte de HubSpot CRM
fr: Rapport HubSpot CRM
pt: Relatório do HubSpot CRM

source: Metric
es: Métrica
fr: Métrique
pt: Métrica

source: Value
es: Valor
fr: Valeur
pt: Valor

source: Total Contacts
es: Total de Contactos
fr: Total des contacts
pt: Total de Contatos

source: Total Open Deals
es: Total de Tratos Abiertos
fr: Total des affaires en cours
pt: Total de Negócios Abertos

source: Total Closed Deals
es: Total de Tratos Cerrados
fr: Total des affaires conclues
pt: Total de Negócios Fechados

source: Total Value of Closed Deals
es: Valor Total de Tratos Cerrados
fr: Valeur totale des affaires conclues
pt: Valor Total dos Negócios Fechados

source: CRM Summary
es: Resumen del CRM
fr: Résumé CRM
pt: Resumo do CRM

source: Contacts Table
es: Tabla de Contactos
fr: Tableau des contacts
pt: Tabela de Contatos

source: Set Scoring Factors
es: Establecer Factores de Puntuación
fr: Définir les facteurs de notation
pt: Definir Fatores de Pontuação

source: Weight:
es: Peso:
fr: Poids :
pt: Peso:

source: Unique Values:
es: Valores Únicos:
fr: Valeurs uniques :
pt: Valores Únicos:

source: Update Factors
es: Actualizar Factores
fr: Mettre à jour les facteurs
pt: Atualizar Fatores

source: Generate Scoring
es: Generar Puntuación
fr: Générer la notation
pt: Gerar Pontuação

source: Scoring Table
es: Tabla de Puntuación
fr: Tableau de notation
pt: Tabela de Pontuação

source: Generate Performance Report
es: Generar Reporte de Desempeño
fr: Générer un rapport de performance
pt: Gerar Relatório de Desempenho

source: Generate Report
es: Generar Reporte
fr: Générer le rapport
pt: Gerar Relatório

source: Welcome to the HubSpot Integration
es: Bienvenido a la Integración de HubSpot
fr: Bienvenue dans l'intégration HubSpot
pt: Bem-vindo à Integração com HubSpot

source: Connect with HubSpot
es: Conectar con HubSpot
fr: Connectez-vous avec HubSpot
pt: Conectar com HubSpot

source: Factors updated
es: Factores actualizados
fr: Facteurs mis à jour
pt: Fatores atualizados
